Repository: chmod1/VKCoinPy
Catalog: locales/*/LC_MESSAGES/*.po
Languages: ru

source: VKCoinPy bot is starting
ru: VKCoinPy запускается...

source: Connecting to the VK Coin app server
ru: Подключение к серверам VK Coin

source: Servers are down, reconnecting
ru: Проблема с подключением к серверам, переподключение...

source: Received {} coins from user {}
ru: Получен перевод в размере {} коинов от пользователя с ID {}

source: Not enough coins to buy an item
ru: Недостаточно коинов для авто-покупки предмета

source: Auto buying {}
ru: Производится авто-покупка {}

source: Coins: {} | Speed: {} / tick | Place: {}
ru: Коины: {} | Скорость: {} / тик | Место в топе: {}

source: User has been loaded
ru: Пользователь успешно загружен

source: Bought an item
ru: Авто-закупкой куплен предмет

source: cursor
ru: Курсор

source: cpu
ru: Видеокарта

source: cpu_stack
ru: Стойка видеокарт

source: computer
ru: Суперкомпьютер

source: server_vk
ru: Сервер ВКонтакте

source: quantum_pc
ru: Квантовый компьютер

source: datacenter
ru: Датацентр

source: Auto buy is {}
ru: Авто-покупка {}

source: Auto transfer is {}
ru: Автоматические переводы {}

source: On
ru: Включено

source: Off
ru: Выключено

source: Your goal will be reached in {}
ru: Цель будет достигнута через {}

source: Auto transfer receiver is user with ID {}
ru: Автоматический перевод будет производиться пользователю с ID {}

source: Auto transfer will be executed when balance will be more than {}
ru: Автоматический перевод будет осуществляться, если на балансе больще {} коинов

source: Auto transfer will send {} percent of your balance
ru: Автоматический перевод будет отправлять {} процентов Вашего баланса

source: Found {} bots in config file
ru: Обнаружено {} ботов в config.json

source: No sessions created
ru: Ни один бот не был запущен, проверьте config.json и настройки подключения

source: Starting bot session
ru: Запускается сессия бота

source: Bot session created for user with ID {}
ru: Сессия VKCoinPy запущена для пользователя с ID {}

source: Either token or credentials must be provided
ru: Токен или данные для входа должны быть заполнены в config.json

source: Username and password are not provided
ru: Логин или пароль не найдены

source: Can not login with provided credentials
ru: Невозможно выполнить вход с указанными данными

source: Subscribe to our VK public
ru: Подпишись на наш паблик ВКонтакте

source: Hourly rate: {}
ru: Коинов в час: {}

source: VKCoinPy stats
ru: Общая статистика VKCoinPy

source: Summary speed: {} / tick | Summary score: {} | Summary hourly rate: {}
ru: Суммарная скорость: {} / tick | Суммарный баланс: {} | Суммарный доход: {} коинов в час

source: Can not load config
ru: Невозможно загрузить config.json, проверьте правильность настроек
